
[Abduction X2AbilityTemplate]
LocFriendlyName="Похищение"
LocFlyOverText="Похищение"
LocHelpText="Похищение оглушенной или дезориентированной цели"
LocLongDescription="Сектоид Похититель попытается похитеть оглушенную цель до которой сможет добежать в рамках своего хода. Если оглушенных целей поблизости нет, он попытается похитеть дезориентированную цель."

[AbductionMove X2AbilityTemplate]
LocFriendlyName="Похищение"
LocFlyOverText="Похищение"
LocHelpText="Похищение оглушенной или дезориентированной цели"
LocLongDescription="Сектоид Похититель попытается похитеть оглушенную цель до которой сможет добежать в рамках своего хода. Если оглушенных целей поблизости нет, он попытается похитеть дезориентированную цель."


[AbductorStunShot X2AbilityTemplate]
LocFriendlyName="Оглушающий выстрел"
LocFlyOverText="Оглушающий выстрел"
LocHelpText="Специальный выстрел Сектоида Похитителя оглушающий цель"
LocLongDescription="Пораженные этим выстрелом могут быть оглушены"


[SectoidAbductor X2CharacterTemplate]
strCharacterName="Сектоид Похититель"
strAcquiredText="Сектоид, специализирующийся на похищениях людей для экспериментов Адвента. Не дайте ему оглушить вас!"

[SectoidAbductorM2 X2CharacterTemplate]
strCharacterName="Сектоид Душегуб"
strAcquiredText="Сектоид, специализирующийся на похищениях людей для экспериментов Адвента. Не дайте ему оглушить вас!"

[SectoidAbductor_WPN X2WeaponTemplate]
FriendlyName="Ручная пушка сектоида"

[SectoidAbductorM2_WPN X2WeaponTemplate]
FriendlyName="Ручная пушка сектоида"

[SectoidAbduction X2SitRepTemplate]
FriendlyName="Похищение людей"
Description="Обнаружены множественные похищения людей инопланетянами в этой области."

[SectoidAbductionEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Похищение людей"
Description="Похоже, что Пришельцы послали большую группу Сектоидов и войска поддержки АДВЕНТА, чтобы захватить как можно больше мирных жителей. Возможно, они уже похитили намеченные цели. Будьте на стороже, коммандир!"


[SecureUFOAbductors X2MissionTemplate]
DisplayName="Зачистите приземлившеся НЛО"
Briefing="Наши контакты с Сопротивлением сообщили о пришельцах-сектоидах, появившимися в этом районе. Зачистите приземлившееся НЛО и захватите все доступные ресурсы."
PostMissionType="Зачистка приземлившегося НЛО сектоидов"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Обезопасьте НЛО для сбора ресурсов"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.SecureUFO.T_Secure_UFO_Narrative_Wrappers_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.SecureUFO.T_Secure_UFO_Narrative_Wrappers_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.SecureUFO.T_Secure_UFO_Narrative_Wrappers_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.SecureUFO.T_Secure_UFO_Narrative_Wrappers_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.SecureUFO.T_Secure_UFO_Narrative_Wrappers_05"

[SecureUFOAbductors X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Нейтрализуйте всех защитников НЛО"
ObjectiveTextPools[1]="Отключите вражеский аварийный маяк"
ObjectiveTextPools[2]="Евакуируйте всех бойцов XCOM"